app/controllers/bugs_controller.rb

SELECT "projects".* FROM "projects" WHERE "projects"."id" = ? LIMIT 1  [["id", "546537"]]
---
 def create
  @bug = Bug.new(params[:bug])
  @name = @bug.vorname
  @title = @bug.name
  @message = @bug.bug
  Client.token("LOGIN AT PIVOTAL", "PASSWORD", "post")
  @project = Project.new
  # Project.all
  Client.use_ssl = true
  Project.find('PROJECT-ID')